tap "mongodb/brew"
brew "mongodb-community"
brew "fzf"
brew "awscli"
brew "gzip"
brew "hugo"
brew "mysql"
brew "telnet"
brew "watch"
brew "jq"
brew "yq"
brew "pnpm"
brew "tmux"
brew "gh"
brew "neovim"
brew "mise"
brew "tenv"
brew "pre-commit"
brew "kind"
brew "helm"
brew "cfn-lint"
brew "stripe/stripe-cli/stripe"
brew "argocd"
brew "kubectx"
brew "kube-ps1"
brew "skaffold"
brew "kubeseal"
brew "golang"
brew "sops"
cask "font-hack-nerd-font"
cask "ticktick"
cask "raycast"
cask "figma"
cask "obsidian"
cask "discord"
cask "google-chrome"
cask "1password"
cask "slack"
cask "visual-studio-code"
cask "mongodb-compass"
