tap "homebrew/bundle"
tap "mongodb/brew"
brew "mongodb-community"
brew "awscli"
brew "gzip"
brew "hugo"
brew "mysql"
brew "telnet"
brew "watch"
brew "jq"
brew "yq"
brew "pnpm"
brew "tmux"
brew "telnet"
brew "awscli"
brew "gh"
brew "neovim"
brew "pyenv"
brew "tfenv"
brew "pre-commit"
brew "kind"
brew "kubernetes-cli"
brew "helm"
brew "cfn-lint"
cask "ticktick"
cask "raycast"
cask "figma"
cask "obsidian"
cask "discord"
cask "google-chrome"
cask "1password"
cask "slack"
cask "visual-studio-code"
