tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "composer"
brew "gzip"
brew "hugo"
brew "mysql"
brew "openjdk"
brew "telnet"
brew "watch"
brew "jq"
brew "yq"
brew "pnpm"
brew "tmux"
brew "telnet"
brew "awscli"
brew "gh"
brew "neovim"
brew "pyenv"
brew "tfenv"
brew "pre-commit"
cask "ticktick"
cask "raycast"
cask "figma"
cask "obsidian"
